<template>
  <ul>
    <li v-for="(item, index) in orderRules" :key="index">{{ item }}</li>
  </ul>
</template>

<script lang="ts">
import Vue from 'vue'

export default Vue.extend({
  data() {
    return {
      orderRules: ['Указываем дату и время/временной промежуток, когда торт должен быть готов.', 'Заказ осуществляться минимум за неделю (лучше раньше).', 'Указываем название торта. Если это бисквитный торт, то конкретно указываем коржи, крем, прослойки, дополнение в начинку (прослойки, фрукты, ягоды, орешки).', 'Оформление: прописываем и указываем все детали, вплоть до посыпки и бусинок.', 'Самовывоз с Проспекта Победы (Харьков).', 'Предоплата 300 грн или 50%.', 'Доставка, это оговаривается дополнительно', 'Все дизайнерские услуги по оформлению картинками (поиск/создание/дополнение/изменение надписи) оплачиваются дополнительно.']
    }
  },
})
</script>
