<template>
  <div class="order-rules">
    <ul>
      <li v-for="(item, index) in orderRules" :key="index">{{ item }}</li>
    </ul>
  </div>
</template>

<script lang="ts">
import Vue from 'vue'

export default Vue.extend({
  data() {
    return {
      orderRules: ['Вказати дату та час/часовий проміжок, коли торт має бути готовий.', 'Замовлення необхідно здійснити мінімум за тиждень (краще раніше).', 'Вказати назву торта. Якщо це бісквітний торт, то конкретно вибрати коржі, крем, доповнення в начинки (прослойки, фрукти, ягоди, горіхи).', 'Оформлення: прописуємо та вказуємо всі деталі, навіть враховуємо посипки та намистинки.', 'Самовивіз з Проспекта Перемоги (Харків). Можливо оформити доставку торту, але за попереднім узгодженням та за тарифами таксі.', 'Передоплата вноситься не пізніше, ніж за тиждень до виготовлення торту і становить 300 грн. При відміні замовлення менше, ніж за 4 дні, передоплата не повертається. Перенести випічку торта можна на інший день при умові попереднього узгодження і наявності вільної дати.', 'Усі дизайнерські послуги по оформленню картинками (пошук, створення, доповнення, зміна напису) оплачується додатково.'],
      orderRulesRu: ['Указываем дату и время/временной промежуток, когда торт должен быть готов.', 'Заказ осуществляться минимум за неделю (лучше раньше).', 'Указываем название торта. Если это бисквитный торт, то конкретно указываем коржи, крем, прослойки, дополнение в начинку (прослойки, фрукты, ягоды, орешки).', 'Оформление: прописываем и указываем все детали, вплоть до посыпки и бусинок.', 'Самовывоз с Проспекта Победы (Харьков).', 'Предоплата 300 грн или 50%.', 'Доставка, это оговаривается дополнительно', 'Все дизайнерские услуги по оформлению картинками (поиск/создание/дополнение/изменение надписи) оплачиваются дополнительно.']
    }
  },
})
</script>
<style scoped>
  .order-rules {
    border: 1px solid #000;
    padding: 20px;
  }
  .order-rules ul {
    padding: 0;
    margin: 0;
  }
  .order-rules li {
    list-style: none;
    position: relative;
    margin-bottom: 10px;
    padding-left: 17px;
  }
  .order-rules li:before {
    content: '';
    position: absolute;
    top: 8px;
    left: 0;
    border-radius: 50%;
    width: 5px;
    height: 5px;
    background-color: var(--btn-primary);
  }
</style>