<template>
  <div>
    <div class="splash splash_single">
      <div class="container">
        <div class="splash-content">
          <h1>Капкейк - це насолода.</h1>
        </div>
      </div>
    </div>
    <div class="section section_main">
      <div class="container">
        <div class="main-content">
          <p>Це повноцінний порційний десерт у паперовому стаканчику, що включає в себе тісто, начинку, ніжну кремову “шапочку” та декор.</p>
          <p>Він може бути прекрасним доповненням до вашого столу, а також, стати чудовим подарунком до будь-якого свята. Капкейк порційний, тому, на відміну від торта, не потрібно буде його розрізати.</p>
          <p>Вага готового десерту - 80-100 грам (в залежності від начинки та прикрас).</p>
          <h6>Варіанти тіста:</h6>
          <ul>
            <li>ванільне;</li>
            <li>лимонне;</li>
            <li>апельсинове;</li>
            <li>бананове;</li>
            <li>карамельне;</li>
            <li>“червоний оксамит”;</li>
            <li>шоколадне.</li>
          </ul>
          <h6>Варіанти начинок:</h6>
          <ul>
            <li>ванільна;</li>
            <li>ванільно-ягідна / ванільно-фруктова (ванільна начинка з додаванням ягід або фруктів);</li>
            <li>ягідна (вишня, чорна смородина, малина, полуниця)</li>
            <li>апельсиновий курд;</li>
            <li>карамель;</li>
            <li>шоколад 🍫</li>
          </ul>
          <h6>Варіанти кремової шапочки:</h6>
          <ul>
            <li>крем-чіз (на основі крем-сиру, цукрової пудри та вершків тваринного походження / вершкового масла);</li>
            <li>творожно-масляна (на основу творогу, цукрової пудри та вершкового масла)</li>
          </ul>
          <h6>Прикрашання капкейка:</h6>
          <ul>
            <li>вафельна/цукрова картинка (вартість 8 грн/шт);</li>
            <li>ягоди, фрукти;</li>
            <li>солодощі (шоколад, печиво, трубочки, мармелад, цукати, горіхи в шоколаді та ін);</li>
            <li>маленькі пряники;</li>
            <li>цукрові / рисові посипки;</li>
            <li>живі квіти (вартість залежить від квітів);</li>
            <li>фігурки з мастики (ціна залежить від складності фігурки).</li>
          </ul>
          <p>Ціна за штуку - 50 грн.</p>
          <p>Замовлення - від 8 шт; коробочка 25 грн оплачується додатково.</p>
          <p>При замовленні від 9 капкейків одна коробочка іде в подарунок.</p>
        </div>
      </div>
    </div>
    <CallToActionSingle product="cupcakes" title="Замовити капкейк у Харкові" />
  </div>
  
</template>

<script lang="ts">
import Vue from 'vue'

export default Vue.extend({
  layout: 'single',
  head: {
    title: `Капкейки. Харків | SweetBakery`,
    meta: [
      {
        hid: 'description',
        name: 'description',
        content: 'Капкейки в Харкові. Замовити капкейки в Харкові. Натуральні смачні капкейки Харків'
      }
    ]
  }
})
</script>

<style>
  @import './../assets/css/components/splash';
</style>
